/* No comment provided by engineer. */
"Loading..." = "Loading...";
/*In SavedTripsViewController.m TODO:FORMULA NEEDS TO BE UPDATED*/
"Emissions saved: %.1f kg" = "Emissions saved: %.1f kg";
"Calories Burned: 0 kcal" = "Calories Burned: 0 kcal";
"Calories Burned: %.1f kcal" = "Calories Burned: %.1f kcal";
"This trip has not yet been uploaded. Try now?" = "This trip has not yet been uploaded. Try now?";
"Upload" = "Upload";
"Cancel" = "Cancel";
"View Saved Trips" = "View Saved Trips";
"Recalculate" = "Recalculate";

/* DetailViewController.m */
"Error accessing media" = "Error accessing media";
"Device doesn’t support that media source." = "Device doesn’t support that media source.";

/* MapViewController.m */
"Start" = "Start";
"End" = "End";
"elapsed: % ~ %" = "elapsed: % ~ %";

/*Ignoring NoteViewController and NoteManager since they will be disabled?*/

/* PersonalInfoViewController.m */
"Choose one" = "Choose one";
"name@domain" = "nom@domain";
"H1H 1A1" = "H1H 1A1";
"Female" = "Female";
"Male" = "Male";

"Less than 18" = "Less than 18";

"White" = "White";
"African American" = "African American";
"Asian" = "Asian";
"Native American" = "Native American";
"Pacific Islander" = "Pacific Islander";
"Multi-racial" = "Multi-racial";
"Hispanic / Mexican / Latino" = "Hispanic / Mexican / Latino";
"Other" = "Other";

"Less than $20,000" = "Less than $20,000";
"$20,000 to $39,999" = "$20,000 to $39,999";
"$40,000 to $59,999" = "$40,000 to $59,999";
"$60,000 to $74,999" = "$60,000 to $74,999";
"$75,000 to $99,999" = "$75,000 to $99,999";
"$100,000 or greater" = "$100,000 or greater";

"Less than once a month" = "Less than once a month";
"Several times per month" = "Several times per month";
"Several times per week" = "Several times per week";
"Daily" = "Daily";

"Strong & fearless" = "Strong & fearless";
"Enthused & confident" = "Enthused & confident";
"Comfortable, but cautious" = "Comfortable, but cautious";
"Interested, but concerned" = "Interested, but concerned";

"Since childhood" = "Since childhood";
"Several years" = "Several years";
"One year or less" = "One year or less";
"Just trying it out / just started" = "Just trying it out / just started";

"Tell us about yourself" = "Tell us about yourself";
"Your typical commute (by postal code)" = "Your typical commute (by postal code)";
"How often do you cycle?" = "How often do you cycle?";
"What kind of rider are you?" = "What kind of rider are you?";
"How long have you been a cyclist?" = "How long have you been a cyclist?";

"Getting started with Mon RésoVélo" = "Getting started with Mon RésoVélo";

"Age" = "Age";
"Email" = "Email";
"Gender" = "Gender";
"Ethnicity" = "Ethnicity";
"Home Income" = "Home Income";

"Home" = "Home";
"Work" = "Work";
"School" = "School";

"Cycle Frequency" = "Cycle Frequency";
"Rider Type" = "Rider Type";
"Rider History" = "Rider History";

/* PersonalInfoViewController.m */
"Continue" = "Continue";
"Save" = "Save";
"Discard" = "Discard";
"Stop recording & save this trip?" = "Stop recording & save this trip?";
"Record New Trip" = "Record New Trip";
"Back" = "Back";